Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# backup.dashboard.title.ready
source: Резервная копия готова
de: Backup ist bereit
en: Backup is ready
es: Copia de seguridad lista
fr: Sauvegarde prête
tr: Yedek hazır
zh_hans: 备份已就绪

# backup.dashboard.trust.detail.device
source: Самый быстрый вариант, но не лучший выбор для переустановки или нового устройства
de: Schnellste Option, aber nicht die sicherste Wahl für Neuinstallation oder neues Gerät
en: Quickest option, but not the safest choice for reinstall or a new device
es: Opción más rápida, pero no la más segura para reinstalación o nuevo dispositivo
fr: Option la plus rapide, mais pas la plus sûre pour une réinstallation ou un nouvel appareil
tr: En hızlı seçenek, ancak yeniden yükleme veya yeni cihaz için en güvenli değil
zh_hans: 这是最快的选项，但对于重装应用或更换设备并不安全

# backup.dashboard.trust.detail.passphrase
source: Рекомендуется: одна и та же кодовая фраза позволит восстановиться на другом устройстве
de: Empfohlen – dieselbe Passphrase ermöglicht Wiederherstellung auf einem anderen Gerät
en: Recommended, the same passphrase lets you restore on another device
es: Recomendado, la misma frase permite restaurar en otro dispositivo
fr: Recommandé, la même phrase de passe permet de restaurer sur un autre appareil
tr: Önerilen; aynı parola başka bir cihazda geri yüklemenizi sağlar
zh_hans: 推荐使用。使用同一条口令可在另一台设备上恢复

# backup.dashboard.trust.title.device
source: Защита: только этот iPhone
de: Schutz: nur dieses iPhone
en: Protection: this iPhone only
es: Protección: solo este iPhone
fr: Protection : cet iPhone uniquement
tr: Koruma: yalnızca bu iPhone
zh_hans: 保护方式：仅限此 iPhone

# backup.dashboard.trust.title.passphrase
source: Защита: кодовая фраза
de: Schutz: Passphrase
en: Protection: passphrase
es: Protección: frase de contraseña
fr: Protection : phrase de passe
tr: Koruma: parola
zh_hans: 保护方式：口令

# backup.encryption.mode.device.risk
source: Если удалить приложение или перейти на другое устройство, восстановление может не сработать
de: Wenn du die App löschst oder ein neues Gerät nutzt, kann die Wiederherstellung fehlschlagen
en: If you delete the app or move to another device, restore may fail
es: Si eliminas la app o cambias de dispositivo, la restauración puede fallar
fr: Si vous supprimez l'app ou changez d'appareil, la restauration peut échouer
tr: Uygulamayı silerseniz veya başka bir cihaza geçerseniz geri yükleme başarısız olabilir
zh_hans: 如果删除应用或更换设备，恢复可能失败

# backup.encryption.mode.device.short
source: Устройство
de: Gerät
en: Device
es: Dispositivo
fr: Appareil
tr: Cihaz
zh_hans: 设备

# backup.encryption.mode.device.summary
source: Самая быстрая настройка. Восстановление рассчитано только на это устройство
de: Schnellste Einrichtung. Wiederherstellung ist nur für dieses Gerät vorgesehen
en: Fastest setup. Restore is intended for this device only
es: Configuración más rápida. La restauración es solo para este dispositivo
fr: Configuration la plus rapide. La restauration est prévue pour cet appareil uniquement
tr: En hızlı kurulum. Geri yükleme yalnızca bu cihaz içindir
zh_hans: 设置最快。恢复仅适用于这台设备

# backup.encryption.mode.device.title
source: Только этот iPhone
de: Nur dieses iPhone
en: This iPhone only
es: Solo este iPhone
fr: Cet iPhone uniquement
tr: Yalnızca bu iPhone
zh_hans: 仅此 iPhone

# backup.encryption.mode.passphrase.risk
source: Сохраните кодовую фразу в надёжном месте. Millio не сможет её восстановить
de: Bewahre die Passphrase sicher auf. Millio kann sie nicht wiederherstellen
en: Keep the passphrase somewhere safe. Millio cannot recover it
es: Guarda la frase en un lugar seguro. Millio no puede recuperarla
fr: Conservez la phrase de passe en lieu sûr. Millio ne peut pas la récupérer
tr: Parolayı güvenli bir yerde saklayın. Millio onu kurtaramaz
zh_hans: 请将口令保存在安全的地方。Millio 无法帮你找回

# backup.encryption.mode.passphrase.short
source: Фраза
de: Phrase
en: Phrase
es: Frase
fr: Phrase
tr: Parola
zh_hans: 口令

# backup.encryption.mode.passphrase.summary
source: Лучший вариант для настоящей резервной копии. Используйте ту же кодовую фразу на новом устройстве
de: Ideal für echtes Backup. Verwende dieselbe Passphrase auf einem neuen Gerät
en: Best for real backup. Use the same passphrase on a new device
es: Mejor para copia real. Usa la misma frase en un nuevo dispositivo
fr: Idéal pour une vraie sauvegarde. Utilisez la même phrase de passe sur un nouvel appareil
tr: Gerçek yedek için en iyisi. Yeni cihazda aynı parolayı kullanın
zh_hans: 最适合真正的备份。在新设备上使用同一条口令

# backup.encryption.mode.passphrase.title
source: Кодовая фраза
de: Passphrase
en: Passphrase
es: Frase de contraseña
fr: Phrase de passe
tr: Parola
zh_hans: 口令

# backup.hint.enable_icloud
source: Нужен доступ к iCloud
de: iCloud-Zugriff ist erforderlich
en: iCloud access is required
es: Se requiere acceso a iCloud
fr: L'accès iCloud est requis
tr: iCloud erişimi gereklidir
zh_hans: 需要 iCloud 访问权限

# backup.limit.reached.action.delete_oldest
source: Удалить самую старую версию
de: Älteste Version löschen
en: Delete oldest version
es: Eliminar versión más antigua
fr: Supprimer la version la plus ancienne
tr: En eski sürümü sil
zh_hans: 删除最旧版本

# backup.limit.reached.message
source: Удалите одну ручную версию и попробуйте снова
de: Lösche eine manuelle Version und versuche es erneut
en: Delete one manual version and try again
es: Elimina una versión manual e inténtalo de nuevo
fr: Supprimez une version manuelle et réessayez
tr: Bir manuel sürümü silip tekrar deneyin
zh_hans: 删除一个手动版本后再试

# backup.limit.reached.title
source: Достигнут максимум ручных версий: %lld
de: Maximal %lld manuelle Versionen erreicht
en: Maximum of %lld manual versions reached
es: Se alcanzó el máximo de %lld versiones manuales
fr: Maximum de %lld versions manuelles atteint
tr: %lld manuel sürüm limitine ulaşıldı
zh_hans: 已达到 %lld 个手动版本上限

# backup.metrics.last
source: Последняя
de: Zuletzt
en: Last
es: Última
fr: Dernière
tr: Son
zh_hans: 最近一次

# backup.metrics.last.none
source: Пока нет
de: Noch keine
en: None yet
es: Ninguna aún
fr: Aucune encore
tr: Henüz yok
zh_hans: 还没有

# backup.metrics.storage
source: Где
de: Speicherort
en: Where
es: Dónde
fr: Où
tr: Nerede
zh_hans: 位置

# backup.protection.headline.device
source: Быстрее всего, но только для этого iPhone
de: Schnell, aber auf dieses iPhone beschränkt
en: Fastest, but limited to this iPhone
es: Más rápida, pero limitada a este iPhone
fr: Le plus rapide, mais limité à cet iPhone
tr: En hızlı, ancak bu iPhone ile sınırlı
zh_hans: 最快，但仅限这台 iPhone

# backup.protection.headline.passphrase
source: Лучший выбор для перехода на новое устройство
de: Ideal für Wechsel auf ein neues Gerät
en: Best for moving to a new device
es: Mejor para cambiar a un nuevo dispositivo
fr: Idéal pour changer d'appareil
tr: Yeni cihaza geçiş için en iyisi
zh_hans: 最适合迁移到新设备

# backup.protection.recommended
source: Рекомендуется
de: Empfohlen
en: Recommended
es: Recomendado
fr: Recommandé
tr: Önerilen
zh_hans: 推荐

# backup.protection.summary.device
source: Выбрана защита только для этого устройства
de: Nur-Gerät-Schutz ausgewählt
en: Device-only protection is selected
es: Protección solo para dispositivo seleccionada
fr: Protection par appareil uniquement sélectionnée
tr: Yalnızca cihaz koruması seçili
zh_hans: 已选择仅限本机的保护方式

# backup.protection.summary.passphrase
source: Кодовая фраза сохранена и готова к восстановлению
de: Passphrase gespeichert und bereit zur Wiederherstellung
en: Passphrase is saved and ready for restore
es: La frase de contraseña está guardada y lista para restaurar
fr: Phrase de passe enregistrée et prête pour la restauration
tr: Parola kaydedildi ve geri yüklemeye hazır
zh_hans: 口令已保存，可用于恢复

# backup.restore.confirm.action
source: Да, восстановить
de: Ja, wiederherstellen
en: Yes, restore
es: Sí, restaurar
fr: Oui, restaurer
tr: Evet, geri yükle
zh_hans: 是，恢复

# backup.restore.confirm.message
source: Текущие локальные данные будут полностью заменены выбранной копией
de: Aktuelle lokale Daten werden vollständig durch das ausgewählte Backup ersetzt
en: Current local data will be fully replaced by the selected backup
es: Los datos locales actuales serán reemplazados completamente por la copia seleccionada
fr: Les données locales actuelles seront entièrement remplacées par la sauvegarde sélectionnée
tr: Mevcut yerel veriler seçili yedekle tamamen değiştirilecek
zh_hans: 当前本地数据将被所选备份完全替换

# backup.restore.confirm.title
source: Восстановить эту версию?
de: Diese Version wiederherstellen?
en: Restore this version?
es: ¿Restaurar esta versión?
fr: Restaurer cette version ?
tr: Bu sürüm geri yüklensin mi?
zh_hans: 恢复这个版本？

# backup.restore.verification.empty_backup
source: В резервной копии нет данных — восстанавливать нечего
de: Das Backup enthält keine Daten – es gibt nichts wiederherzustellen
en: The backup contains no data, so there is nothing to restore
es: La copia de seguridad no contiene datos, no hay nada que restaurar
fr: La sauvegarde ne contient aucune donnée, il n'y a rien à restaurer
tr: Yedekte veri yok, geri yüklenecek bir şey bulunamadı
zh_hans: 备份中没有数据，无法恢复

# backup.restore.verification.empty_store
source: Восстановление завершилось, но данные не записались — вернули прежнее состояние
de: Die Wiederherstellung endete ohne geschriebene Daten – der vorherige Stand wurde zurückgesetzt
en: Restore finished but no data was written — the previous state has been rolled back
es: La restauración terminó sin escribir datos: se revirtió el estado anterior
fr: La restauration s'est terminée sans écrire de données : l'état précédent a été rétabli
tr: Geri yükleme bitti ancak veri yazılmadı — önceki duruma dönüldü
zh_hans: 恢复已结束，但没有写入任何数据，已回滚到先前状态

# backup.restore.verification.missing_types
source: Часть данных из резервной копии не восстановилась
de: Ein Teil der Daten aus dem Backup wurde nicht wiederhergestellt
en: Some data from the backup was not restored
es: Parte de los datos de la copia de seguridad no se restauró
fr: Une partie des données de la sauvegarde n'a pas été restaurée
tr: Yedekteki verilerin bir kısmı geri yüklenemedi
zh_hans: 备份中的部分数据未能恢复

# backup.screen.subtitle
source: Защитите данные, быстро восстановите их и сохраняйте ручные версии перед рискованными изменениями
de: Schütze deine Daten, stelle sie schnell wieder her und behalte manuelle Versionen vor riskanten Änderungen
en: Protect your data, restore it quickly, and keep manual versions before risky changes
es: Protege tus datos, recupéralos rápidamente y guarda versiones manuales antes de cambios arriesgados
fr: Protégez vos données, restaurez-les rapidement et conservez des versions manuelles avant les changements risqués
tr: Verilerinizi koruyun, hızlıca geri yükleyin ve riskli değişiklikler öncesi manuel sürümler saklayın
zh_hans: 保护你的数据、快速恢复，并在高风险改动前保留手动版本

# backup.screen.title
source: Резервные копии
de: Backup
en: Backup
es: Copia de seguridad
fr: Sauvegarde
tr: Yedek
zh_hans: 备份

# backup.status.not_ready
source: Не готово
de: Nicht bereit
en: Not ready
es: No listo
fr: Pas prêt
tr: Hazır değil
zh_hans: 未就绪

# backup.status.off
source: Выкл
de: Aus
en: Off
es: Desactivado
fr: Désactivé
tr: Kapalı
zh_hans: 已关闭

# backup.status.on
source: Вкл
de: Ein
en: On
es: Activado
fr: Activé
tr: Açık
zh_hans: 已开启

# backup.statusline.first
source: Создайте первую резервную копию
de: Erstelle jetzt dein erstes Backup
en: Create your first backup now
es: Crea tu primera copia ahora
fr: Créez votre première sauvegarde maintenant
tr: Şimdi ilk yedeğinizi oluşturun
zh_hans: 现在创建你的第一份备份

# backup.statusline.icloud
source: Millio готово, но iCloud пока не отвечает
de: Millio ist bereit, aber iCloud antwortet noch nicht
en: Millio is ready, but iCloud is not responding yet
es: Millio está listo, pero iCloud aún no responde
fr: Millio est prêt, mais iCloud ne répond pas encore
tr: Millio hazır, ancak iCloud henüz yanıt vermiyor
zh_hans: Millio 已就绪，但 iCloud 暂时没有响应

# backup.statusline.off
source: Включите резервное копирование, чтобы хранить копию для восстановления в iCloud
de: Schalte Backup ein, um eine Wiederherstellungskopie in iCloud zu speichern
en: Turn on backup to keep a recovery copy in iCloud
es: Activa la copia de seguridad para tener una recuperación en iCloud
fr: Activez la sauvegarde pour conserver une copie de récupération dans iCloud
tr: iCloud'da kurtarma kopyası için yedeklemeyi açın
zh_hans: 开启备份后即可在 iCloud 中保留一份恢复副本

# backup.statusline.ready
source: Всё готово для восстановления
de: Alles bereit zur Wiederherstellung
en: Everything is ready for restore
es: Todo listo para restaurar
fr: Tout est prêt pour la restauration
tr: Her şey geri yüklemeye hazır
zh_hans: 已做好恢复准备

# backup.storage.local
source: Локально
de: Lokal
en: Local
es: Local
fr: Local
tr: Yerel
zh_hans: 本地

# backup.storage.unavailable
source: Недоступно
de: Nicht verfügbar
en: Unavailable
es: No disponible
fr: Indisponible
tr: Kullanılamıyor
zh_hans: 不可用

# backup.versions.auto
source: Авто
de: Auto
en: Auto
es: Auto
fr: Auto
tr: Otomatik
zh_hans: 自动

# backup.versions.empty.full
source: Создайте первую резервную копию выше, здесь также будет появляться ежедневная автоматическая копия
de: Erstelle dein erstes Backup oben, die tägliche automatische Kopie erscheint ebenfalls hier
en: Create your first backup above, the daily automatic copy will also appear here
es: Crea tu primera copia arriba, la copia automática diaria también aparecerá aquí
fr: Créez votre première sauvegarde ci-dessus, la copie automatique quotidienne apparaîtra également ici
tr: Yukarıdan ilk yedeğinizi oluşturun, günlük otomatik kopya da burada görünecek
zh_hans: 在上方创建第一份备份后，每日自动备份也会显示在这里

# backup.versions.empty.short
source: Пока ничего не сохранено
de: Noch nichts gespeichert
en: Nothing saved yet
es: Nada guardado aún
fr: Rien d'enregistré pour l'instant
tr: Henüz hiçbir şey kaydedilmedi
zh_hans: 还没有保存内容

# backup.versions.pinned
source: Сохранено
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistré
tr: Kaydedildi
zh_hans: 已保存

# backup.versions.title
source: Версии
de: Versionen
en: Versions
es: Versiones
fr: Versions
tr: Sürümler
zh_hans: 版本

# Bills
source: Счета
de: Rechnungen
en: Bills
es: Facturas
fr: Factures
tr: Faturalar
zh_hans: 账单

# Bonus
source: Премия
de: Bonus
en: Bonus
es: Bono
fr: Bonus
tr: Bonus
zh_hans: 奖金

# Business
source: Бизнес
de: Geschäft
en: Business
es: Negocio
fr: Professionnel
tr: İş
zh_hans: 业务

# Cafe
source: Кафе
de: Café
en: Cafe
es: Cafetería
fr: Café
tr: Kafe
zh_hans: 咖啡馆

# calendar_range.preset.last_7_days
source: 7 дней
de: 7 Tage
en: 7 days
es: 7 días
fr: 7 jours
tr: 7 gün
zh_hans: 7天

# calendar_range.preset.last_30_days
source: 30 дней
de: 30 Tage
en: 30 days
es: 30 días
fr: 30 jours
tr: 30 gün
zh_hans: 30天

# calendar_range.preset.last_90_days
source: 90 дней
de: 90 Tage
en: 90 days
es: 90 días
fr: 90 jours
tr: 90 gün
zh_hans: 90天

# calendar_range.preset.this_month
source: Этот месяц
de: Dieser Monat
en: This month
es: Este mes
fr: Ce mois
tr: Bu ay
zh_hans: 本月

# calendar_range.preset.today
source: Сегодня
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
tr: Bugün
zh_hans: 今天

# calendar_range.preset.year_to_date
source: С начала года
de: Jahr bis heute
en: Year to date
es: Año hasta la fecha
fr: Depuis le début de l'année
tr: Yılbaşından bugüne
zh_hans: 今年至今

# calendar_range.sheet.end_date
source: Дата окончания
de: Enddatum
en: End date
es: Fecha de fin
fr: Date de fin
tr: Bitiş tarihi
zh_hans: 结束日期

# calendar_range.sheet.start_date
source: Дата начала
de: Startdatum
en: Start date
es: Fecha de inicio
fr: Date de début
tr: Başlangıç tarihi
zh_hans: 开始日期

# calendar_range.sheet.title
source: Выберите период
de: Zeitraum wählen
en: Choose period
es: Elegir período
fr: Choisir une période
tr: Dönem seçin
zh_hans: 选择时间范围

# Cancel
source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
tr: İptal
zh_hans: 取消

# Card
source: Карта
de: Karte
en: Card
es: Tarjeta
fr: Carte
tr: Kart
zh_hans: 卡片

# cashback.accessibility.back
source: Назад
de: Zurück
en: Back
es: Atrás
fr: Retour
tr: Geri
zh_hans: 返回

# cashback.accessibility.category_settings
source: Настройки категорий
de: Kategorieeinstellungen
en: Category settings
es: Ajustes de categoría
fr: Paramètres des catégories
tr: Kategori ayarları
zh_hans: 分类设置

# cashback.accessibility.close_search
source: Закрыть поиск
de: Suche schließen
en: Close search
es: Cerrar búsqueda
fr: Fermer la recherche
tr: Aramayı kapat
zh_hans: 关闭搜索

# cashback.accessibility.edit_category
source: Редактировать категорию
de: Kategorie bearbeiten
en: Edit category
es: Editar categoría
fr: Modifier la catégorie
tr: Kategoriyi düzenle
zh_hans: 编辑分类

# cashback.accessibility.favorite.add
source: Добавить в избранное
de: Zu Favoriten hinzufügen
en: Add to favorites
es: Añadir a favoritos
fr: Ajouter aux favoris
tr: Favorilere ekle
zh_hans: 加入收藏

# cashback.accessibility.favorite.remove
source: Убрать из избранного
de: Aus Favoriten entfernen
en: Remove from favorites
es: Eliminar de favoritos
fr: Retirer des favoris
tr: Favorilerden çıkar
zh_hans: 取消收藏

# cashback.accessibility.next_month
source: Следующий месяц
de: Nächster Monat
en: Next month
es: Mes siguiente
fr: Mois suivant
tr: Sonraki ay
zh_hans: 下个月

# cashback.accessibility.open_search
source: Поиск
de: Suchen
en: Search
es: Buscar
fr: Rechercher
tr: Ara
zh_hans: 搜索

# cashback.accessibility.previous_month
source: Предыдущий месяц
de: Vorheriger Monat
en: Previous month
es: Mes anterior
fr: Mois précédent
tr: Önceki ay
zh_hans: 上个月

# cashback.accessibility.quick_navigation
source: Быстрая навигация по мини-приложениям
de: Schnellnavigation zwischen Mini-Apps
en: Quick navigation between mini apps
es: Navegación rápida entre mini apps
fr: Navigation rapide entre les mini-apps
tr: Mini uygulamalar arası hızlı gezinti
zh_hans: 迷你应用快速导航

# cashback.accessibility.remove_category
source: Убрать категорию
de: Kategorie entfernen
en: Remove category
es: Eliminar categoría
fr: Supprimer la catégorie
tr: Kategoriyi kaldır
zh_hans: 移除分类

# cashback.badge.selected
source: Выбрана
de: Ausgewählt
en: Selected
es: Seleccionado
fr: Sélectionné
tr: Seçildi
zh_hans: 已选择

# cashback.card_picker.empty.subtitle
source: Добавьте карту в «%@»
de: Füge eine Karte in %@ hinzu
en: Add a card in %@
es: Añade una tarjeta en %@
fr: Ajoutez une carte dans %@
tr: %@ içinde kart ekleyin
zh_hans: 请先在“%@”中添加卡片

# cashback.card_picker.empty.title
source: Нет доступных карт
de: Keine Karten verfügbar
en: No available cards
es: Sin tarjetas disponibles
fr: Aucune carte disponible
tr: Kullanılabilir kart yok
zh_hans: 没有可用卡片

# cashback.card_picker.header
source: Выберите карту, для которой вы настраиваете категории и проценты в этом месяце
de: Wähle die Karte, für die du Kategorien und Prozentsätze diesen Monat einrichtest
en: Select the card for which you configure categories and percentages this month
es: Selecciona la tarjeta para la que configuras categorías y porcentajes este mes
fr: Sélectionnez la carte pour laquelle vous configurez les catégories et pourcentages ce mois-ci
tr: Bu ay kategorileri ve yüzdeleri yapılandıracağınız kartı seçin
zh_hans: 请选择本月要配置返现分类和比例的卡片

# cashback.card_picker.title
source: Выбор карты
de: Kartenauswahl
en: Card selection
es: Selección de tarjeta
fr: Sélection de carte
tr: Kart seçimi
zh_hans: 选择卡片

# cashback.card_recommendation.add_card
source: Добавить карту
de: Karte hinzufügen
en: Add card
es: Añadir tarjeta
fr: Ajouter une carte
tr: Kart ekle
zh_hans: 添加卡片

# cashback.card_recommendation.add_card.accessibility
source: Открыть создание новой карты
de: Neue Karte erstellen öffnen
en: Open new card creation
es: Abrir creación de nueva tarjeta
fr: Ouvrir la création d'une nouvelle carte
tr: Yeni kart oluşturma ekranını aç
zh_hans: 打开新增卡片

# cashback.card_recommendation.hide
source: Скрыть
de: Ausblenden
en: Hide
es: Ocultar
fr: Masquer
tr: Gizle
zh_hans: 隐藏

# cashback.card_recommendation.hide.accessibility
source: Скрыть рекомендацию
de: Empfehlung ausblenden
en: Hide recommendation
es: Ocultar recomendación
fr: Masquer la recommandation
tr: Öneriyi gizle
zh_hans: 隐藏提示

# cashback.card_recommendation.subtitle_format
source: Новой карты нет в списке? Добавьте её в разделе «%@».
de: Karte nicht in der Liste? Füge sie in %@ hinzu.
en: Can't find the card in the list? Add it in %@.
es: ¿No encuentras la tarjeta en la lista? Añádela en %@.
fr: Carte introuvable dans la liste ? Ajoutez-la dans %@.
tr: Kart listede yok mu? %@ içinden ekleyin.
zh_hans: 列表里没有这张卡？请到“%@”中添加。

# cashback.card_recommendation.title
source: Где добавить новую карту
de: Wo neue Karte hinzufügen
en: Where to add a new card
es: Dónde añadir una nueva tarjeta
fr: Où ajouter une nouvelle carte
tr: Yeni kart nereye eklenir
zh_hans: 在哪里添加新卡片

# cashback.card.detail.balance
source: Баланс
de: Guthaben
en: Balance
es: Saldo
fr: Solde
tr: Bakiye
zh_hans: 余额

# cashback.card.detail.limit
source: Лимит
de: Limit
en: Limit
es: Límite
fr: Limite
tr: Limit
zh_hans: 额度

# cashback.card.favorite
source: Избранная
de: Favorit
en: Favorite
es: Favorita
fr: Favori
tr: Favori
zh_hans: 收藏

# cashback.card.none_linked
source: Без привязанной карты
de: Keine verknüpften Karten
en: No linked cards
es: Sin tarjetas vinculadas
fr: Aucune carte liée
tr: Bağlı kart yok
zh_hans: 未关联卡片

# cashback.card.select
source: Выбрать карту
de: Karte auswählen
en: Select card
es: Seleccionar tarjeta
fr: Sélectionner une carte
tr: Kart seçin
zh_hans: 选择卡片

# cashback.card.select.hint
source: Без карты кешбэк не сохранится
de: Cashback wird ohne Karte nicht gespeichert
en: Cashback will not be saved without a card
es: El cashback no se guardará sin una tarjeta
fr: Le cashback ne sera pas enregistré sans carte
tr: Kart olmadan cashback kaydedilmez
zh_hans: 未选择卡片将无法保存返现

# cashback.card.unnamed
source: Карта без названия
de: Unbenannte Karte
en: Untitled card
es: Tarjeta sin nombre
fr: Carte sans nom
tr: İsimsiz kart
zh_hans: 未命名卡片

# cashback.category_editor.icon.picker_title
source: Тип иконки
de: Symboltyp
en: Icon type
es: Tipo de icono
fr: Type d'icône
tr: Simge türü
zh_hans: 图标类型

# cashback.category_editor.icon.search.placeholder
source: Поиск иконки
de: Symbole suchen
en: Search icons
es: Buscar iconos
fr: Rechercher des icônes
tr: Simge ara
zh_hans: 搜索图标

# cashback.category_editor.icon.suggestions
source: Подходящие иконки
de: Vorgeschlagene Symbole
en: Suggested icons
es: Iconos sugeridos
fr: Icônes suggérées
tr: Önerilen simgeler
zh_hans: 推荐图标

# cashback.category_editor.icon.title
source: Иконка
de: Symbol
en: Icon
es: Icono
fr: Icône
tr: Simge
zh_hans: 图标

# cashback.category_editor.name.placeholder
source: Например: Кофейни
de: Zum Beispiel: Cafés
en: For example: Coffee shops
es: Por ejemplo: Cafeterías
fr: Par exemple : Cafés
tr: Örneğin: Kahveciler
zh_hans: 例如：咖啡馆

# cashback.category_editor.name.title
source: Название
de: Name
en: Name
es: Nombre
fr: Nom
tr: Ad
zh_hans: 名称

# cashback.category_editor.tab.emoji
source: Эмодзи
de: Emoji
en: Emoji
es: Emoji
fr: Emoji
tr: Emoji
zh_hans: 表情

# cashback.category_editor.tab.symbols
source: Иконки
de: Symbole
en: Icons
es: Iconos
fr: Icônes
tr: Simgeler
zh_hans: 图标

# cashback.category_editor.title.edit
source: Категория
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
tr: Kategori
zh_hans: 分类

# cashback.category_editor.title.new
source: Новая категория
de: Neue Kategorie
en: New category
es: Nueva categoría
fr: Nouvelle catégorie
tr: Yeni kategori
zh_hans: 新分类

# cashback.category_settings.title
source: Настройки категорий
de: Kategorieeinstellungen
en: Category settings
es: Ajustes de categoría
fr: Paramètres des catégories
tr: Kategori ayarları
zh_hans: 分类设置

# cashback.category.airlines
source: Авиабилеты
de: Flüge
en: Airfare
es: Vuelos
fr: Billets d'avion
tr: Uçak Bileti
zh_hans: 机票

# cashback.category.alcohol
source: Алкомаркеты
de: Spirituosen
en: Liquor Stores
es: Licorería
fr: Cavistes
tr: İçki Mağazaları
zh_hans: 酒类
